Repository: 16CentAstrology/anaconda
Catalog: po/*.po
Languages: uk_ua

source: To print to a SMB printer, you need to provide the SMB host name (this is not always the same as the machines TCP/IP hostname) and possibly the IP address of the print server, as well as the share name for the printer you wish to access and any applicable user name, password, and workgroup information.
uk_ua: Щоб друкувати на принтер╕ LAN Manager, вкаж╕ть назву сервера LAN Manager, котра не завжди сп╕впада╓ з ╕менем машини у мереж╕ TCP/IP. ╤нод╕ треба ввести адресу IP. Окр╕м того, потр╕бна назва ресурсу, через який в╕дбува╓ться доступ до принтеру, ╕м'я користувача та пароль.

source: Name of queue:
uk_ua: Назва черги:

source: Spool directory:
uk_ua: Каталог спул╕нга:

source: Standard Printer Options
uk_ua: Стандартн╕ параметри принтера

source: Every print queue (which print jobs are directed to) needs a name (often lp) and a spool directory associated with it. What name and directory should be used for this queue?
uk_ua: Для кожно╖ черги до друку, куди ставлять завдання для друку, потр╕бно вказати назву (начайст╕ш lp) та сполучений з нею каталог спул╕нга. Вкаж╕ть назву та каталог для черги.

source: Would you like to configure a printer?
uk_ua: Чи бажа╓те налагодити принтер?

source: Add Printer
uk_ua: Додати принтер

source: Would you like to add another printer?
uk_ua: Бажа╓те додати ╕нший принтер?

source: Local
uk_ua: Локальний

source: Remote lpd
uk_ua: В╕ддалений lpd

source: Select Printer Connection
uk_ua: Виб╕р типу сполучення з принтером

source: How is this printer connected?
uk_ua: Обер╕ть тип сполучення:

source: Printer type:
uk_ua: Тип принтера:

source: Queue:
uk_ua: Черга:

source: Printer device:
uk_ua: Пристр╕й друку:

source: Remote host:
uk_ua: В╕ддалений хост:

source: Server:
uk_ua: Сервер SMB:

source: Share:
uk_ua: Ресурс:

source: User:
uk_ua: Користувач:

source: Printer driver:
uk_ua: Драйвер принтера:

source: Paper size:
uk_ua: Розм╕р паперу:

source: Resolution:
uk_ua: Розпод╕льна щ╕льн╕сть

source: Bits per pixel:
uk_ua: Б╕т на п╕ксел:

source: Uniprint driver:
uk_ua: Драйвер Uniprint:

source: Please verify that this printer information is correct:
uk_ua: Перев╕рте правильн╕сть ╕нформац╕╕ про принтер:

source: Printer device
uk_ua: Пристр╕й друку

source: Verify Printer Configuration
uk_ua: Перев╕рте конф╕гурац╕ю принтера

source: I have found the following types of SCSI adapters on your system:
uk_ua: У ваш╕й систем╕ виявлено так╕ типи SCSI-адаптер╕в:

source: Do you have any more SCSI adapters on your system?
uk_ua: Чи ╓ у ваш╕й систем╕ ╕нш╕ SCSI-адаптери?

source: Do you have any SCSI adapters?
uk_ua: Чи ╓ у вас SCSI-адаптери?

source: SCSI Configuration
uk_ua: Налагодження SCSI

source: SMB server name :
uk_ua: Назва сервера SMB :

source: Share volume :
uk_ua: Доступний том :

source: Account name :
uk_ua: ╤м`я користувача:

source: Password :
uk_ua: Пароль :

source: SMB Setup
uk_ua: Налагодження SMB

source: Please enter the following information: o the name or IP number of your SMB server o the volume to share which contains Red Hat Linux for your architecture
uk_ua: Введ╕ть таку ╕нформац╕ю: o назва або адреса IP сервера SMB o загальний ресурс, що м╕стить дистрибутивн╕ файли Red Hat

source: Password for %s@%s:
uk_ua: Пароль для %s@%s:

source: error: %sport must be a number
uk_ua: помилка: %sport ма╓ бути числом

source: url port must be a number
uk_ua: url port ма╓ бути числом

source: logging into %s as %s, pw %s
uk_ua: входження в %s as %s, pw %s

source: failed to open %s
uk_ua: неможливо в╕дкрити %s

source: failed to create %s
uk_ua: неможливо створити %s

source: Retrieving
uk_ua: Отримання

source: open of %s failed: %s
uk_ua: неможливо в╕дкрити %s: %s

source: Error transferring file %s: %s
uk_ua: Помилка передання файлу %s: %s

source: Please enter the following information: o the name or IP number of your FTP server o the directory on that server containing Red Hat Linux for your architecure
uk_ua: Введ╕ть таку ╕нформац╕ю: o назва чи IP-адреса вашого FTP сервера o каталог на цьому сервер╕, що м╕стить дистрибутив Red Hat для вашо╖ арх╕тектури

source: Please enter the following information: o the name or IP number of your web server o the directory on that server containing Red Hat Linux for your architecure
uk_ua: Введ╕ть таку ╕нформац╕ю: o назва або адреса IP вашого Web-сервера o каталог на цьому сервер╕, що м╕стить дистрибутив Red Hat для вашо╖ арх╕тектури

source: FTP site name:
uk_ua: Назва сервера FTP:

source: Web site name:
uk_ua: Назва Web-сервера :

source: Use non-anonymous ftp or a proxy server
uk_ua: Використовувати авторизований ftp або прокс╕-сервер

source: Use proxy server
uk_ua: Використовувати прокс╕-сервер

source: FTP Setup
uk_ua: Налагодження FTP

source: HTTP Setup
uk_ua: Налагодження HTTP

source: You must enter a server name.
uk_ua: Ви ма╓те ввести назву сервера.

source: You must enter a directory.
uk_ua: Ви ма╓те ввести каталог.

source: If you are using non anonymous ftp, enter the account name and password you wish to use below. If you are using an FTP proxy enter the name of the FTP proxy server to use.
uk_ua: Якщо ви використову╓те авторизований доступ до ftp, введ╕ть ╕м'я користувачата пароль. Якщо ви використовуете прокс╕-сервер для доступу до FTP - введ╕тьназву сервера.

source: If you are using a HTTP proxy server enter the name of the HTTP proxy server to use.
uk_ua: Якщо ви використовуете HTTP прокс╕-сервер для доступу до HTTP - введ╕ть назвусервера.

source: Account name:
uk_ua: ╤м`я користувача

source: FTP Proxy:
uk_ua: Прокс╕-сервер FTP:

source: HTTP Proxy:
uk_ua: Прокс╕-сервер HTTP:

source: FTP Proxy Port:
uk_ua: Порт прокс╕-сервера FTP:

source: HTTP Proxy Port:
uk_ua: Порт прокс╕-сервера HTTP:
