Repository: 16CentAstrology/anaconda
Catalog: po/*.po
Languages: uk_ua

source: PCMCIA support requires a PCMCIA support disk. Please remove the boot disk currently in your drive and replace it with the Red Hat PCMCIA support disk.
uk_ua: Для п╕дтримки PCMCIA потр╕бен диск п╕дтримки PCMCIA. Пом╕няйтедиск у дисковод╕ на диск п╕дтримки Red Hat PCMCIA.

source: Starting PCMCIA services...
uk_ua: Старт серв╕су PCMCIA...

source: Type <exit> to return to the install program.
uk_ua: Набер╕ть <exit>, щоб повернутися у програму встановлення.

source: Kickstart Error
uk_ua: Помилка kickstart

source: No kickstart configuration file server can be found.
uk_ua: Файлсервер конф╕гурац╕╖ для kickstart не знайдено.

source: I could not mount the kickstart path %s.
uk_ua: Неможливо змонтувати шлях kickstart %s.

source: Welcome to Red Hat Linux
uk_ua: Ласкаво просимо до Red Hat Linux

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
uk_ua: <Tab>/<Alt-Tab> м╕ж елементами | <Space> виб╕р | <F12> наступний екран

source: I could not mount the boot floppy.
uk_ua: Неможливо змонтувати дискету завантаження.

source: Cannot find ks.cfg on boot floppy.
uk_ua: Не можу знайти ks.cfg на дискет╕ завантаження.

source: Error opening files for kickstart copy: %s
uk_ua: Помилка в╕дкриття файла для коп╕ювання kickstart: %s

source: Error copying kickstart file from floppy.
uk_ua: Помилка коп╕ювання файла kickstart з дискети.

source: Select installation path
uk_ua: Обер╕ть шлях ╕нсталяц╕╕

source: Select installation class
uk_ua: Обер╕ть клас ╕нсталяц╕╕

source: Setup SCSI
uk_ua: Нлагодження SCSI

source: Setup filesystems
uk_ua: Нлагодження файлових систем

source: Setup swap space
uk_ua: Налагодження розд╕лу swap

source: Find installation files
uk_ua: Пошук файл╕в для встановлення

source: Choose partitions to format
uk_ua: Виб╕р розд╕л╕в для форматування

source: Choose packages to install
uk_ua: Виб╕р пакет╕в для встановлення

source: Install system
uk_ua: Встановлення системи

source: Configure mouse
uk_ua: Налагодження миш╕

source: Configure networking
uk_ua: Нлагодження мереж╕

source: Configure timezone
uk_ua: Налагодження часового поясу

source: Configure services
uk_ua: Налагодження служб

source: Configure printer
uk_ua: Налагодження принтера

source: Set root password
uk_ua: Запровадження пароля користувача root

source: Configure authentication
uk_ua: Налагодження ототоження

source: Create bootdisk
uk_ua: Створити диск завантаження

source: Install bootloader
uk_ua: Встановити початковий завантажувач

source: Configure X
uk_ua: Налагодження Х

source: Exit install
uk_ua: Припинення встановлення

source: Find current installation
uk_ua: Пошук наявно╖ ╕нсталяц╕╕

source: Choose packages to upgrade
uk_ua: Виб╕р пакет╕в для оновлення

source: Upgrade system
uk_ua: Оновлення системи

source: Disk Druid is a tool for partitioning and setting up mount points. It is designed to be easier to use than Linux's traditional disk partitioning sofware, fdisk, as well as more powerful. However, there are some cases where fdisk may be preferred. Which tool would you like to use?
uk_ua: Disk Druid призначено для розпод╕лу диску та встановлення м╕сць монтування. Ним прост╕ше користуватися, н╕ж класичним fdisk, що його постачають з Linux; в╕н нада╓ б╕льше можливостей. Однак часом перевагу може бути надано fdisk. Який ви будете використовувати?

source: Scanning packages...
uk_ua: Перегляд пакет╕в...

source: Install log
uk_ua: Протокол встановлення

source: A complete log of your installation will be in /tmp/install.log after rebooting your system. You may want to keep this file for later reference.
uk_ua: Повний протокол встановлення вашо╖ системы п╕сля перевантаження будеу /tmp/install.log. Можливо, ви потребуватимете його згодом.

source: Upgrade log
uk_ua: Протокол оновлення

source: A complete log of your upgrade will be in /tmp/upgrade.log when the upgrade is finished. After rebooting, please read it to ensure configuration files are properly updated.
uk_ua: По оновленн╕ його повний протокол буде у /tmp/upgrade.log. П╕сля перевантаження треба пересв╕читись що вс╕ файли конф╕гурац╕╕ оновлено правильно.

source: Rebuilding
uk_ua: Оновлення

source: Rebuilding RPM database...
uk_ua: Оновлення бази RPM...

source: Rebuild of RPM database failed. You may be out of disk space?
uk_ua: Оновлення бази RPM неможливе. Чи достатньо м╕сця на диску?

source: rootpw command
uk_ua: команда rootpw

source: bad argument to kickstart rootpw command %s: %s
uk_ua: помилковий аргумент команди kickstart rootpw %s: %s

source: Missing password
uk_ua: Пропущено пароль

source: Unexpected arguments
uk_ua: Неспод╕ван╕ аргументи

source: Password:
uk_ua: Пароль

source: Password (again):
uk_ua: П╕дтверд╕ть пароль:

source: Pick a root password. You must type it twice to ensure you know what it is and didn't make a mistake in typing. Remember that the root password is a critical part of system security!
uk_ua: Обер╕ть пароль користувача root. Ви ма╓те ввести его дв╕ч╕, щоб не помилитися. Пам'ятайте, що пароль користувача root - вир╕шальна ланка безпеки системи!

source: Root Password
uk_ua: Пароль користувача root

source: Password Mismatch
uk_ua: Парол╕ не сп╕впадають

source: The passwords you entered were different. Please try again.
uk_ua: Введен╕ вами парол╕ не сп╕впадають. Введ╕ть знову.

source: The root password must be at least 6 characters long.
uk_ua: Пароль користувача root ма╓ складатися не менш н╕ж з 6 символ╕в.

source: Installation Path
uk_ua: Шлях для встановлення

source: Install
uk_ua: Встановити

source: Upgrade
uk_ua: Оновити

source: Would you like to install a new system or upgrade a system which already contains Red Hat Linux 2.0 or later?
uk_ua: Ви бажаете встановити нову систему або оновити наявний Red Hat Linux 2.0 чи п╕зн╕ший?

source: Workstation
uk_ua: Станц╕я для роботи

source: Server
uk_ua: Сервер

source: Custom
uk_ua: На замовлення

source: Installation Class
uk_ua: Клас встановлення

source: What type of machine are you installing? For maximum flexibility, choose "Custom".
uk_ua: Який тип системи ви встановлю╓те? Для найб╕льшо╖ гнучкост╕ обер╕ть"На замовлення".

source: Converting RPM database...
uk_ua: Конвертую базу RPM...

source: Finding packages to upgrade...
uk_ua: Пошук пакет╕в для оновлення...

source: Previous
uk_ua: Попередн╕й

source: Menu
uk_ua: Меню

source: An error occured during step "%s" of the install. You may retry that step, return to the previous step in the install, or see a menu of installation steps which will allow you to move around in the install more freely. It is not recommended to use the menu unless you are already familiar with Red Hat Linux. What would you like to do?
uk_ua: На етап╕ "%s" виявлено помилку. Ви можете повторити цей етап, повернутися до попереднього, або переглянути меню етап╕в встановлення, на як╕ можна перейти зв╕дси. Якщо ви не дуже добре зна╓те Red Hat Linux, радимо не використовувати меню.Що ви обира╓те?

source: Continue with install
uk_ua: Продовжити встановлення

source: Installation Steps
uk_ua: Етапи встановлення

source: What step would you like to run? Steps with a * next to them have already been completed.
uk_ua: Який з етап╕в ви оберете? Етапи, позначен╕ символом `*', вже завершено.

source: Cancelled
uk_ua: Скасовано

source: I can't go to the previous step from here. You will have to try again.
uk_ua: Повернутися до попереднього етапу неможливо. Спробуйте знову.

source: Bootdisk
uk_ua: Диск завантаження

source: A custom bootdisk provides a way of booting into your Linux system without depending on the normal bootloader. This is useful if you don't want to install lilo on your system, another operating system removes lilo, or lilo doesn't work with your hardware configuration. A custom bootdisk can also be used with the Red Hat rescue image, making it much easier to recover from severe system failures. Would you like to create a bootdisk for your system?
uk_ua: З диску завантаження ви зможете завантажувати Linux так само, як з╕ стандартного. Це може знадобитися, якщо ви не бажаете встановлювати lilo, якщо ╕нша операц╕йна система видалила lilo, або lilo не може працювати на ваш╕й конф╕гурац╕╕. Диск завантаження також може бути використано з ремонтною дискетою Red Hat, котра значно полегчить в╕дновлення системи п╕сле збою. Чи створити диск завантаження зараз?

source: Insert a blank floppy in the first drive /dev/fd0.
uk_ua: Вставте чистий диск у перший дисковод /dev/fd0.

source: Complete
uk_ua: Зроблено

source: Congratulations, installation is complete. Remove the boot media and press return to reboot. For information on fixes which are available for this release of Red Hat Linux, consult the Errata available from http://www.redhat.com. Information on configuring your system is available in the post install chapter of the Official Red Hat Linux User's Guide.
uk_ua: В╕та╓мо, встановлення завершено. Видал╕ть дискету з дисководу та натисн╕ть <Enter> для перевантаження. ╤нформац╕ю про виправлення, доступну для цього випуску Red Hat Linux, знайдете у Errata на http://www.redhat.com. ╤нформац╕ю про налагодження вашо╖ системи п╕сля встановлення можна одержати з оф╕ц╕йного пос╕бника користувача Red Hat Linux.

source: Keyboard Type
uk_ua: Тип клав╕атури

source: What type of keyboard do you have?
uk_ua: Який тип клав╕атури ма╓те?:

source: failed to create file %s
uk_ua: неможливо створити файл %s

source: error writing to file %s: %s
uk_ua: помилка запису до файлу %s: %s

source: error reading from file %s: %s
uk_ua: помилка читання з файлу %s: %s

source: Kernel
uk_ua: Ядро

source: Please insert your boot disk in your first disk drive if it's not already present.
uk_ua: Встанв╕ть ваш завантажувальний диск в перший дисковод, якщо його там нема╓.

source: Copying kernel from floppy...
uk_ua: Коп╕ювання ядра з дискети...

source: Error opening: kickstart file %s: %s
uk_ua: Помилка в╕дкриття файлу: файл kickstart %s: %s

source: Error reading contents of kickstart file %s: %s
uk_ua: Помилка читання вм╕сту файлу kickstart %s: %s

source: Error on line %d of kickstart file %s.
uk_ua: Помилка в рядку %d файлу kickstart %s.

source: Unknown command %s on line %d of kickstart file %s.
uk_ua: Нев╕дома команда %s в рядку %d файлу kickstart %s.

source: Failed to create /mnt/tmp/ks.script: %s
uk_ua: Неможливо створити /mnt/tmp/ks.script: %s

source: Failed to write ks post script: %s
uk_ua: Неможливо записати ks post script: %s

source: Choose a Language
uk_ua: Обер╕ть групу щоб перев╕рити

source: What language should be used during the installation process?
uk_ua: Яка мова повинна використовуватись п╕д час процесу инстяляц╕╖?

source: Failed to create symlink for package source.
uk_ua: Неможливо створити посилання на джерело пакету.

source: I'm having trouble getting %s. Would you like to retry?
uk_ua: Отримати %s важко. Чи повторити спробу?

source: Creating initial ramdisk...
uk_ua: Створю╓ться початковий ramdisk...

source: First sector of boot partition
uk_ua: Перший сектор розд╕лу завантаження

source: Lilo Installation
uk_ua: Встановлення LILO

source: Where do you want to install the bootloader?
uk_ua: Де ви бажа╓те встановити завантажувач?

source: Skip
uk_ua: Пропустити

source: SILO Installation
uk_ua: Встановлення SILO

source: Device:
uk_ua: Пристр╕й:

source: Boot label:
uk_ua: Позначка завантаження:

source: Clear
uk_ua: Очистити

source: Edit Boot Label
uk_ua: Редагування позначки завантаження

source: Installing boot loader...
uk_ua: Встановлення завантажувача...

source: The boot manager Red Hat uses can boot other operating systems as well. You need to tell me what partitions you would like to be able to boot and what label you want to use for each of them.
uk_ua: Менеджер завантаження Red Hat може також завантажувати ╕нш╕ операц╕йн╕системи. Вкаж╕ть, як╕ розд╕ли ви хочете завантажувати та як╕ позначки вихочетете використовувати для кожного з них.

source: Device
uk_ua: Пристр╕й

source: Partition type
uk_ua: Тип розд╕лу

source: Default
uk_ua: По замовчуванню

source: Boot label
uk_ua: Позначка завантаження

source: Bootable Partitions
uk_ua: Розд╕ли, що ╖х можна завантажити

source: A few systems will need to pass special options to the kernel at boot time for the system to function properly. If you need to pass boot options to the kernel, enter them now. If you don't need any or aren't sure, leave this blank.
uk_ua: У деяких системах п╕д час завантаження треба передавати ядру особлив╕параметри. Якщо потр╕бно, зроб╕ть це зараз. Якщо це не потр╕бно, абови вага╓тесь - залиште це поле порожн╕м.

source: Use linear mode (needed for some SCSI drives)
uk_ua: Використання л╕н╕йного режиму (для деяких SCSI карт).

source: Silo Installation
uk_ua: Встановленя Silo

source: Creating bootdisk...
uk_ua: Створення системного диску

source: Formatting swap space on device %s...
uk_ua: Форматування област╕ своп╕нгу на пристро╖ %s...

source: Formatting
uk_ua: Форматування

source: No Swap Space
uk_ua: Не вказано область своп╕нгу

source: Repartition
uk_ua: Перед╕л

source: Continue
uk_ua: Продовжити

source: You don't have any swap space defined. Would you like to continue, or repartition your disk?
uk_ua: Ви не визначили область своп╕нгу (swap space). Продовжити чи перерозпод╕лити диск?

source: What partitions would you like to use for swap space? This will destroy any information already on the partition.
uk_ua: Як╕ розд╕ли використовувати для своп╕нгу? Всюя ╕нформац╕ю цього розд╕лу буде знищено.

source: Active Swap Space
uk_ua: Активац╕я област╕ своп╕нгу

source: You don't have any Linux partitions. You can't upgrade this system!
uk_ua: Не задано жодного под╕лу Linux. Оновити систему неможливо!

source: Could not mount automatically selected device.
uk_ua: Неможливо автоматично монтувати обраний пристр╕й.

source: What partition holds the root partition of your installation?
uk_ua: Вкаж╕ть кореневий розд╕л вашо╖ ╕нсталяц╕╕.

source: Root Partition
uk_ua: Кореневий розд╕л

source: Cannot read /mnt/etc/fstab: %s
uk_ua: Неможливо прочитати /mnt/etc/fstab: %s

source: Bad line in /mnt/etc/fstab -- aborting
uk_ua: Помилкова строка в /mnt/etc/fstab -- обробку перервано

source: Hostname
uk_ua: Назва хосту

source: Determining host name and domain...
uk_ua: Визначення назви комп'ютера та домену

source: Ethernet Probe
uk_ua: Пошук Ethernet

source: The Ethernet probe failed to find a card on your system. Press <Enter> to manually configure one.
uk_ua: Мережево╖ карти не виявлено. Натисн╕ть <Enter>, щоб визначититип карти з╕ списку

source: Please enter the IP configuration for this machine. Each item should be entered as an IP address in dotted-decimal notation (for example, 1.2.3.4).
uk_ua: Введ╕ть конф╕гурац╕ю протоколу IP для ц╕╓╖ машини. Кожен елементтреба вводити як IP-адресу в десяткових числах з крапками (наприклад,1.2.3.4)

source: IP address:
uk_ua: IP-адреса:

source: Netmask:
uk_ua: Маска п╕дмереж╕

source: Default gateway (IP):
uk_ua: Шлюз за замовчуванням

source: Primary nameserver:
uk_ua: Первинний сервер назв (DNS):

source: Configure TCP/IP
uk_ua: Налагодження TCP/IP

source: Missing Information
uk_ua: Браку╓ ╕нформац╕╖

source: You must enter both a valid IP address and a netmask.
uk_ua: Сл╕д ввести правильну IP-адресу та маску п╕дмереж╕

source: Static IP address
uk_ua: Статична IP-адреса

source: bad ip number in network command: %s
uk_ua: нев╕рна IP-адреса в мережев╕й команд╕: %s

source: bad argument to kickstart network command %s: %s
uk_ua: нев╕рний аргумент для мережево╖ команди kickstart %s: %s

source: kickstart network command is missing ip address
uk_ua: В мережев╕й команд╕ kickstart пропущено адресу IP

source: Boot Protocol
uk_ua: Протокол завантаження

source: How should the IP information be set? If your system administrator gave you an IP address, choose static IP.
uk_ua: Вкаж╕ть спос╕б визначення адреси IP. Якщо ваш адм╕н╕стратор мереж╕ надав вам адресу IP, вибер╕ть статичну IP.

source: Sending DHCP request...
uk_ua: Посилаю запит DHCP...

source: Sending BOOTP request...
uk_ua: Посилаю запит BOOTP...

source: Cannot create %s: %s
uk_ua: Неможливо створити %s: %s

source: cannot create network device config file: %s
uk_ua: неможливо створити файл конф╕гурац╕╖ для пристрою мереж╕: %s

source: cannot open file: %s
uk_ua: неможливо в╕дкрити файл: %s

source: Hostname Lookup
uk_ua: Запит назви комп'ютера

source: I cannot automatically determine the hostname. Press <Enter> to enter hostname information.
uk_ua: Автоматично визначити назву комп'ютера неможливо. Натисн╕ть <Enter>,щоб ввести назву комп'ютера власноруч.

source: Please enter your domain name, host name, and the IP addresses of any additional nameservers. Your host name should be a fully-qualified host name, such as mybox.mylab.myco.com. If you don't have any additional nameservers, leave the nameserver entries blank.
uk_ua: Введ╕ть назву вашого домену, назва комп'ютера ма╓ бути ц╕лкомвизначена, наприклад mybox.mylab.myco.com. Якщо у вас нема╓ додаткових сервер╕в назв (DNS), залиште ц╕ поля порожн╕ми.

source: Domain name:
uk_ua: Назва домена

source: Host name:
uk_ua: Назва комп'ютера

source: Secondary nameserver (IP):
uk_ua: Вторинний сервер назв (IP)

source: Tertiary nameserver (IP):
uk_ua: Третинний сервер назв (IP)

source: Configure Network
uk_ua: Зд╕йсн╕ть конф╕гурац╕ю мереж╕

source: Keep the current IP configuration
uk_ua: Збереж╕ть наявну конф╕гурац╕ю IP

source: Reconfigure network now
uk_ua: Перебудуйте мережу

source: Don't set up networking
uk_ua: Не встановлюйте службу мереж╕

source: Network Configuration
uk_ua: Конф╕гурац╕я мереж╕

source: LAN networking has already been configured. Do you want to:
uk_ua: Мережу вже налагоджено. Чи хочете ви:

source: Do you want to configure LAN (not dialup) networking for your installed system?
uk_ua: Чи хочете ви налагодити конф╕гурац╕ю мереж╕ (не dial-up)?

source: Cannot open components file: %s
uk_ua: Неможливо в╕дкрити файл компонент╕в: %s

source: Cannot read components file: %s
uk_ua: Неможливо прочитати файл компонент╕в: %s

source: Comps file is not version 0.1 as expected
uk_ua: Файл comps не в╕дпов╕да╓ верс╕╖ 0.1

source: bad comps file at line %d
uk_ua: помилка у файл╕ comps у рядку %d

source: comps Error
uk_ua: Помилка comps

source: missing component name at line %d
uk_ua: пропущено назву компонента в рядку %d

source: Ignore all
uk_ua: Не зважати н╕ на що

source: package %s at line %d does not exist
uk_ua: пакет %s, вказаний в рядку %d, не ╕сну╓

source: Component %s does not exist.
uk_ua: Компонента %s нема╓.

source: Package %s does not exist.
uk_ua: Пакета %s нема╓.

source: Would you like to have the GNOME desktop installed? It provides an easy to use interface, including a drag and drop capability and an integrated help system.
uk_ua: Чи бажа╓те встановити GNOME? Це ╕нтерфейс, що ним легко користуватися,нада╓ можлив╕сть перетягати drag and drop та м╕стить систему допомоги.

source: no suggestion
uk_ua: жодних пропозиц╕й

source: Some of the packages you have selected to install require packages you have not selected. If you just select Ok all of those required packages will be installed.
uk_ua: Деяк╕ пакети, що ви обрали, потребують встановлення пакет╕в, як╕ вине обрали. Обер╕ть "Ок", ╕ додатков╕ пакети буде встановлено.

source: Package
uk_ua: Пакет

source: Requirement
uk_ua: Вимога

source: Install packages to satisfy dependencies
uk_ua: Встановити додатков╕ необх╕дн╕ пакети

source: Unresolved Dependencies
uk_ua: Помилка узгодженост╕ пакет╕в

source: Everything
uk_ua: Ус╕ пакети

source: Select individual packages
uk_ua: Виб╕р окремих пакет╕в

source: Choose components to install:
uk_ua: Обер╕ть компоненти для встановлення:

source: Components to Install
uk_ua: Компоненти для встановлення

source: error opening header file: %s
uk_ua: помилка в╕дкриття файлу заголовку: %s

source: Installed system size:
uk_ua: Обсяг системи

source: Choose a group to examine
uk_ua: Обер╕ть групу щоб перев╕рити

source: Press F1 for a package description
uk_ua: Натисн╕ть F1 - матимете опис пакету

source: Select Group
uk_ua: Виб╕р групи

source: (none available)
uk_ua: (недосяжний)

source: Package:
uk_ua: Пакет:

source: Size :
uk_ua: Обсяг :

source: Upgrade Packages
uk_ua: Оновлення пакет╕в

source: The packages you have installed, and any other packages which are needed to satisfy their dependencies, have been selected for installation. Would you like to customize the set of packages that will be upgraded?
uk_ua: Пакети, що ви встановили, та пакети, потр╕бн╕ для узгодження пакет╕в, вжед╕брано для встановлення. Чи уточнити наб╕р пакет╕в для поновлення?

source: Printer Information
uk_ua: ╤нформац╕я про принтер

source: <F1> will give you information on a particular printer type
uk_ua: <F1> - ╕нформац╕я про особливий тип принтера

source: What type of printer do you have?
uk_ua: Який тип принтера ви ма╓те:

source: Configure Printer
uk_ua: Налагодження принтера

source: <F1> will give you information on this printer driver.
uk_ua: <F1> - ╕нформац╕я про драйвер принтера

source: You may now configure the paper size and resolution for this printer.
uk_ua: Вкаж╕ть розм╕р паперу та розпод╕льну щ╕льн╕сть принтеру.

source: Paper Size
uk_ua: Розм╕р паперу

source: Resolution
uk_ua: Розпод╕льна щ╕льн╕сть

source: Fix stair-stepping of text?
uk_ua: Чи заокруглювати л╕тери, друкуючи текст?

source: You may now configure the color options for this printer.
uk_ua: Вкаж╕ть параметри кольору принтеру

source: You may now configure the uniprint options for this printer.
uk_ua: Вкаж╕ть можливост╕ uniprint для вашого принтера.

source: Configure Color Depth
uk_ua: Налагодження ╕нтенсивност╕ кольору

source: Configure Uniprint Driver
uk_ua: Налагодження драйвера Uniprint

source: What device is your printer connected to (note that /dev/lp0 is equivalent to LPT1:)?
uk_ua: До якого пристрою п╕дключено ваш принтер (/dev/lp0 в╕дпов╕да╓ LPT1:)?

source: Auto-detected ports:
uk_ua: Автоматичне визначення порт╕в:

source: Not
uk_ua: Не

source: Detected
uk_ua: Знайдено

source: Printer Device:
uk_ua: Пристр╕й друку:

source: Local Printer Device
uk_ua: Локальний принтер

source: Remote hostname:
uk_ua: Назва призначено╖ машини:

source: Remote queue:
uk_ua: Черга на далек╕й систем╕:

source: Remote lpd Printer Options
uk_ua: Параметри в╕ддаленного lpd

source: To use a remote lpd print queue, you need to supply the hostname of the printer server and the queue name on that server which jobs should be placed in.
uk_ua: Щоб використати в╕ддалену чергу друку, вкаж╕ть назву хоста, що на ньому працю╓ принтсервер, та назву черги, в яку буде поставлено завдання для друку.

source: Printer Server:
uk_ua: Сервер друку:

source: Print Queue Name:
uk_ua: Назва черги друку:

source: User name:
uk_ua: ╤м`я користувача

source: NetWare Printer Options
uk_ua: Параметри принтера NetWare

source: To print to a NetWare printer, you need to provide the NetWare print server name (this is not always the same as the machines TCP/IP hostname) as well as the print queue name for the printer you wish to access and any applicable user name and password.
uk_ua: Щоб друкувати на принтер╕ NetWare, вкаж╕ть назву принт-сервера LAN Manager, котра не завжди сп╕впада╓ з ╕менем машини у мереж╕ TCP/IP. ╤нод╕ треба ввести адресу IP. Окр╕м того, необх╕дно ╕м'я ресурсу, через який в╕дбува╓ться доступ до принтеру, ╕м'я користувача та пароль.

source: SMB server host:
uk_ua: Назва сервера SMB :

source: SMB server IP:
uk_ua: IP сервера SMB :

source: Share name:
uk_ua: Назва ресурсу:

source: Workgroup:
uk_ua: Робоча група

source: SMB/Windows 95/NT Printer Options
uk_ua: Параметри принтера SMB/Windows 95/NT
