Repository: 16CentAstrology/anaconda
Catalog: po/*.po
Languages: uk_ua

source: No BOOTP reply received
uk_ua: В╕дпов╕д╕ BOOTP нема╓

source: No DHCP reply received
uk_ua: В╕дпов╕д╕ DHCP нема╓

source: Other CDROM
uk_ua: ╤нший CD-ROM

source: CDROM type
uk_ua: Тип CD-ROM

source: What type of CDROM do you have?
uk_ua: Який у вас тип CDROM?

source: Back
uk_ua: Назад

source: Initializing CDROM...
uk_ua: ╤н╕ц╕ювання CD-ROM...

source: Base IO port:
uk_ua: Базовий порт IO

source: IRQ level:
uk_ua: Р╕вень IRQ

source: IO base, IRQ:
uk_ua: Адреса IO, IRQ:

source: Use other options
uk_ua: ╤нш╕ параметри

source: Interrupt level (IRQ):
uk_ua: Р╕вень переривання

source: IO base, IRQ, label:
uk_ua: Адреса IO, IRQ, позначка

source: Autoprobe
uk_ua: Автопошук

source: Specify options
uk_ua: Вкаж╕ть параметри

source: Error
uk_ua: Помилка

source: mknod() failed: %s
uk_ua: помилка mknod(): %s

source: Load module
uk_ua: Завантаження модуля

source: Which driver should I try?
uk_ua: Який драйвер випробувати?

source: Probe
uk_ua: Спроба

source: A %s card has been found on your system.
uk_ua: Адаптер %s знайдено у ваш╕й систем╕

source: device command
uk_ua: команда пристрою

source: bad argument to kickstart device command %s: %s
uk_ua: помилковий аргумент для команди kickstart пристрою %s: %s

source: bad arguments to kickstart device command
uk_ua: помилковий аргумент для kickstart команди пристрою

source: No module exists for %s
uk_ua: Модуля для %s нема╓

source: I can't find the device anywhere on your system!
uk_ua: Неможливо знайти пристр╕й

source: In some cases, the %s driver needs to have extra information to work properly, although it normally works fine without. Would you like to specify extra options for it or allow the driver to probe your machine for the information it needs? Occasionally, probing will hang a computer, but it should not cause any damage.
uk_ua: ╤нод╕ для правильно╖ роботи пристрою %s потр╕бна додаткова ╕нформац╕я, та й без не╖ в╕н, певно, працюватиме нормально. Хочете вказати додатков╕ параметри чи нехай драйвер спробу╓ визначити ╖х сам (тод╕ комп'ютер може зупинитися, але це не зашкодить)?

source: In many cases, the %s driver needs to be provided with extra information on your hardware. If you prefer, some common values for those parameters will be tried. This process can hang a machine, although it should not cause any damage.
uk_ua: Здеб╕льшого драйвер %s потребу╓ додатково╖ ╕нформац╕╖ про апаратн╕ засоби.Деяк╕ найзагальн╕ш╕ значення параметр╕в можна випробувати автоматично. Цеможе призвести до зупинки комп'ютера, але то не зашкодить.

source: Module Options
uk_ua: Параметри модуля

source: Miscellaneous options:
uk_ua: ╤нш╕ параметри:

source: Module options:
uk_ua: Параметри модуля:

source: Module Parameters
uk_ua: Параметри модуля

source: Cannot open /proc/filesystems: %d
uk_ua: Неможливо в╕дкрити /proc/filesystems: %d

source: Failed to open %s. No upgrade log will be kept.
uk_ua: Неможливо в╕дкрити %s. Протокол зм╕н не буде збережено.

source: Fatal error opening RPM database
uk_ua: Фатальна помилка в╕дкриття бази даних RPM

source: Error ordering package list: %s
uk_ua: Помилка впорядкування списку пакет╕в: %s

source: You don't appear to have enough disk space to install the packages you've selected. You need more space on the following filesystems:
uk_ua: Зда╓ться що ви не ма╓те достатньо в╕льного м╕сця, щоб установити ус╕ обран╕ вами пакети. Вам потр╕бно б╕льше м╕сця на наступних файлових системах:

source: Mount Point
uk_ua: Точка монтування

source: Space Needed
uk_ua: Необх╕дно м╕сце

source: Disk Space
uk_ua: Прост╕р на дисков╕

source: Install anyway
uk_ua: Встановити

source: Fatal error reopening RPM database
uk_ua: Фатальна помилка повторного в╕дкриття бази RPM

source: Install Status
uk_ua: Статус встановлення

source: (no summary)
uk_ua: (нема╓ п╕дсумку)

source: Examining packages to install...
uk_ua: Пошук пакет╕в щоб встановити...

source: Examining files to install...
uk_ua: Пошук файл╕в щоб встановити...

source: Finding overlapping files...
uk_ua: Пошук файл╕в, що перекриваються

source: Processing
uk_ua: Опрацьовую

source: Removing old files...
uk_ua: Видаляються стар╕ файли...

source: Upgrading
uk_ua: Оновлення

source: Installing
uk_ua: Встановлення

source: Error installing package: cannot open RPM file for %s: %s
uk_ua: Помилка встановлення пакету: неможливо в╕дкрити файл RPM для %s: %s

source: What type of media contains the packages to be installed?
uk_ua: Обер╕ть тип нос╕я, що м╕стить пакети для встановлення:

source: Force supplemental disk
uk_ua: Перейти на завантаження диску доповнення

source: Installation Method
uk_ua: Метод встановлення

source: Please enter the following information: o the name or IP number of your NFS server o the directory on that server containing Red Hat Linux for your architecture
uk_ua: Введ╕ть таку ╕нформац╕ю: o назву або IP-адресу вашого сервера NFS o каталог на цьому сервер╕, де м╕ститься Red Hat Linux для вашо╖ арх╕тектури

source: NFS server name:
uk_ua: Назву сервера NFS:

source: Red Hat directory:
uk_ua: Каталог Red Hat:

source: NFS Setup
uk_ua: Нлагодження NFS

source: Note
uk_ua: Нотатка

source: Insert your Red Hat CD into your CD drive now
uk_ua: Вставте Red Hat CD у ваш CD-ROM

source: I could not mount a CD on device /dev/%s
uk_ua: Неможливо змонтувати CD у пристро╖ /dev/%s

source: That CDROM device does not seem to contain a Red Hat CDROM.
uk_ua: У цьому пристро╖ CD-ROM нема╓ компакт-диска Red Hat.

source: nfs command
uk_ua: команда nfs

source: bad argument to kickstart nfs command %s: %s
uk_ua: нев╕рний аргумент для kickstart команди nfs %s: %s

source: nfs command incomplete
uk_ua: команду nfs не завершено

source: I could not mount that directory from the server
uk_ua: неможливо змонтувати цей каталог з сервера

source: That directory does not seem to contain a Red Hat installation tree.
uk_ua: Цей каталог не м╕стить дерево встановлення Red Hat

source: Loading second stage ramdisk...
uk_ua: Завантаження другого ramdisk...

source: PCMCIA Disk
uk_ua: PCMCIA диск

source: Cancel
uk_ua: Скасувати

source: I failed to mount the floppy. Please insert the Red Hat PCMCIA disk, or choose Cancel to pick a different installation process.
uk_ua: Не можу змонтувати дискету. Вставте Red Hat PCMCIA диск, або обер╕ть `Скасувати', щоб зм╕нити метод встановлення.

source: Loading PCMCIA Support
uk_ua: Завантаження п╕дтримки PCMCIA

source: Supplemental Disk
uk_ua: Диск доповнення

source: I failed to mount the floppy. Please insert the Red Hat Supplementary Install disk, or choose Cancel to pick a different installation process.
uk_ua: Неможливо змонтувати дискету. Вставте диск п╕дтримки Red Hat або обер╕ть`Скасувати', щоб зм╕нити метод встановлення.

source: Loading Supplemental Disk...
uk_ua: Завантажу╓ться диск п╕дтримки

source: Driver Disk
uk_ua: Диск драйвер╕в

source: This install method requires a driver disk. Please remove the supplemental disk currently in your drive and replace it with the Red Hat Modules disk.
uk_ua: Для встановлення за цим методом потр╕бен диск з драйверами. Вийм╕ть дискп╕дтримки з дисководу та вставте диск Red Hat Modules Disk.

source: I failed to mount the floppy. Please insert the Red Hat Module disk, or choose Cancel to pick a different installation process.
uk_ua: Неможливо змонтувати дискету. Вставте диск Red Hat Module або обер╕ть`Скасувати', щоб зм╕нити метод встановлення.

source: Loading Driver Disk...
uk_ua: Завантаження диска драйвера...

source: This install method requires two additional disks. Please remove the boot disk currently in your drive and replace it with the Red Hat Supplementary Install disk.
uk_ua: Для встановлення за цим методом потр╕бн╕ два додатков╕ диски. Вийм╕ть завантажувальний диск з дисководу та вставте диск п╕дтримки Red Hat.

source: hd command
uk_ua: команда hd

source: bad argument to kickstart hd command %s: %s
uk_ua: нев╕рний аргумент для kickstart команди hd %s: %s

source: hd command incomplete
uk_ua: команду hd не завершено

source: HD device %s not found
uk_ua: Пристр╕й HD %s не знайдено

source: What partition and directory on that partition hold the RedHat/RPMS and RedHat/base directories?
uk_ua: Де розд╕л та каталог, що м╕стять каталоги RedHat/RPMS та RedHat/base?

source: Directory holding Red Hat:
uk_ua: Директор╕я, що м╕стить Red Hat:

source: Select Partition
uk_ua: Обер╕ть розд╕л

source: Failed to create /tmp/rhimage symlink: %s
uk_ua: Неможливо створити tmp/rhimage symlink: %s

source: Device %s does not appear to contain a Red Hat installation tree.
uk_ua: Пристр╕й %s не м╕стить дерево встановлення Red Hat

source: Error reading second stage ramdisk.
uk_ua: Помилка читання другого диска ramdisk.

source: url command
uk_ua: команда url

source: bad argument to kickstart url command %s: %s
uk_ua: помилковий аргумент для kickstart команди url %s: %s

source: url command incomplete
uk_ua: команду url не завершено

source: Unable to retrieve the second stage ramdisk: %s
uk_ua: Не можу розгорнути другий ramdisk: %s

source: Bad Mount Point
uk_ua: Нев╕рна адреса монтування

source: Mount points must begin with a leading /.
uk_ua: Адреси монтування мають починатися з `/'.

source: Mount points may not end with a /.
uk_ua: Адреси монтування не повинн╕ зак╕нчуватися на `/'.

source: Mount points may only printable characters.
uk_ua: В адресах монтування мають бути лише друкован╕ символи.

source: System partitions must be on Linux Native partitions.
uk_ua: Системн╕ розд╕ли мають бути на розд╕лах Linux Native

source: /usr must be on a Linux Native partition or an NFS volume.
uk_ua: /usr ма╓ бути на розд╕л╕ Linux Native або на NFS

source: Edit Network Mount Point
uk_ua: Редагування адреси монтування мереж╕

source: Making ext2 filesystem on /dev/%s...
uk_ua: Створення файлово╖ системи ext2 на /dev/%s...

source: Running
uk_ua: Виконання

source: What partitions would you like to format? We strongly suggest formatting all of the system partitions, including /, /usr, and /var. There is no need to format /home or /usr/local if they have already been configured during a previous install.
uk_ua: Як╕ розд╕ли ви хочете форматувати? Радимо форматувати вс╕ системн╕ розд╕ли,включно з /, /usr ╕ /var. Так╕ розд╕ли як /home або /usr/local можна не форматувати, якщо ╖х конф╕гуровано п╕д час попереднього встановлення.

source: Check for bad blocks during format
uk_ua: Пошук дефектних блок╕в при форматуванн╕

source: Partitions To Format
uk_ua: Розд╕ли для форматування

source: nfs mount failed: %s
uk_ua: помилка монтування NFS: %s

source: mount failed: %s
uk_ua: помилка монтування: %s

source: The %s directory must be on the root filesystem.
uk_ua: Каталог %s ма╓ бути у коренев╕й файлов╕й систем╕.

source: The mount point %s is illegal. Mount points must begin with a leading /.
uk_ua: Помилкове м╕сце монтування %s. М╕сце монтування ма╓ починатися з /.

source: The mount point %s is illegal. Mount points may not end with a /.
uk_ua: Помилкове м╕сце монтування %s. М╕сце монтування не може завершуватись /.

source: The mount point %s is illegal. Mount points may only printable characters.
uk_ua: Помилкове м╕сце монтування %s. М╕сце монтування ма╓ м╕стити лише друкован╕ символи.

source: The mount point %s is illegal. System partitions must be on Linux Native partitions.
uk_ua: Помилкове м╕сце монтування %s. Системн╕ розд╕ли повинн╕ мати тип Linux Native.

source: The mount point %s is illegal. /usr must be on a Linux Native partition or an NFS volume.
uk_ua: Помилкове м╕сце монтування %s. /usr ма╓ бути на розд╕л╕ типу Linux Native або NFS.

source: System error %d
uk_ua: Помилка системи %d

source: Fdisk Error
uk_ua: Помилка fdisk

source: Unallocated Partitions
uk_ua: Нерозпод╕лен╕ розд╕ли

source: There are currently unallocated partition(s) present in the list of requested partitions. The unallocated partition(s) are shown below, along with the reason they were not allocated.
uk_ua: У списков╕ розд╕л╕в ╓ нерозпод╕лен╕. Нижче наведенонерозпод╕лен╕ розд╕ли з поясненням причин, з яких ╕х не було розпод╕лено.

source: A disk with a corrupt Sun disklabel has been found while reading block device %s. You must use fdisk to create and write a new label to this device.
uk_ua: При читанн╕ з блочного пристрою %s знайдено диск с пошкодженою позначкою Sun.Ви мусите використати fdisk для створення та запису ново╖ позначки на цейпристр╕й.

source: Corrupt Sun disklabel
uk_ua: Пошкоджено дискову позначку Sun

source: Skip Drive
uk_ua: Пропустити диск

source: An error occurred reading the partition table for the block device %s. The error was
uk_ua: Виявлено помилку читання таблиц╕ розд╕л╕в на блочному пристро╖ %s. Помилка:

source: Bad Partition Table
uk_ua: Помилкова таблиця розд╕л╕в

source: The partition table on device %s is corrupted. To create new partitions it must be initialized. You can specify "zerombr yes" in the kickstart file to have this done automatically
uk_ua: Таблицю розд╕л╕в на пристро╖ %s пошкоджено. Щоб створити нов╕ розд╕ли,пристр╕й треба ╕н╕ц╕ювати. Якщо ви бажаете, щоб це було зроблено автоматично, вкаж╕ть "zerombr yes" у файл╕ kickstart.

source: Initialize
uk_ua: ╤н╕цювання

source: The partition table on device %s is corrupted. To create new partitions it must be initialized, causing the loss of ALL DATA on this drive.
uk_ua: Таблицю розд╕л╕в на пристро╖ %s пошкоджено. Для створення нових розд╕л╕в пристр╕й треба ╕н╕ц╕ювати. УС╤ ДАН╤ на цьому пристро╖ буде втрачено╕.

source: Retry
uk_ua: Повторити

source: BSD Disklabel
uk_ua: Позначка диску BSD

source: A disk with a BSD disklabel has been found. The Red Hat installation only supports BSD Disklabels in read-only mode, so you must use a custom install and fdisk (instead of Disk Druid) for machines with BSD Disklabels.
uk_ua: Знайдено диск з позначкою BSD. Програма встановлення Red Hat п╕дтриму╓ так╕ диски в режим╕ `лише читання', але ви можете обрати особливий тип встановлення та використати утил╕ту fdisk (зам╕сть Disk Druid) длякомпьютер╕в з дисковою позначкою BSD.

source: Swap Partition
uk_ua: Розд╕л своп╕нгу

source: Edit Partition
uk_ua: Редагувати розд╕л

source: Allocation Status:
uk_ua: Статус розпод╕лу:

source: Successful
uk_ua: Вдало

source: Failed
uk_ua: Невдало

source: Failure Reason:
uk_ua: Причина невдач╕:

source: No Mount Point
uk_ua: Немае м╕сця монтування

source: Yes
uk_ua: Так

source: No
uk_ua: Н╕

source: You have not selected a mount point for this partition. Are you sure you want to do this?
uk_ua: Ви не обрали м╕сце монтування для цього розд╕лу. Залишити цей розд╕л без м╕сця монтування?

source: Mount Point Error
uk_ua: Помилка щодо м╕сця монтування

source: The mount point requested is either an illegal path or is already in use. Please select a valid mount point.
uk_ua: Або м╕сце монтування ма╓ помилковий шлях, або його вже використано. Вкаж╕ть м╕сце монтування правильно.

source: Size Error
uk_ua: Помилка щодо розм╕ру

source: The size requested is illegal. Make sure the size is greater than zero (0), and is specified int decimal (base 10) format.
uk_ua: Розм╕р вказано нев╕рно. В╕н ма╓ бути б╕льшим за нуль. Вкаж╕ть його у десятковому формат╕.

source: Swap Size Error
uk_ua: Помилка щодо розм╕ру своп╕нга

source: You have created a swap partition which is too large. The maximum size of a swap partition is %ld Megabytes.
uk_ua: Створений вами розд╕л своп╕нгу завеликий. Розд╕л свопинга ма╓ не перевищувати %d мегабайт.

source: Delete Partition
uk_ua: Видалити розд╕л

source: Are you sure you want to delete this partition?
uk_ua: Ви хочете видалити цей розд╕л?

source: Current Disk Partitions
uk_ua: Наявн╕ розд╕ли диску

source: Edit
uk_ua: Редагувати

source: Delete
uk_ua: Видалити

source: Add
uk_ua: Додати

source: Drive Summaries
uk_ua: Статистика диску

source: No Root Partition
uk_ua: Нема╓ кореневого розд╕лу

source: You must assign a root (/) partition to a Linux native partition (ext2) for the install to proceed.
uk_ua: Щоб встановлення тривало, призначте кореневому (/) розд╕лу тип Linux Native (ext2).

source: No Swap Partition
uk_ua: Немае розд╕лу своп╕нга

source: You must assign a swap partition for the install to proceed.
uk_ua: Призначте розд╕л свопа, щоб продовжити встановлення.

source: There are unallocated partitions left. If you quit now they will not be written to the disk. Are you sure you want to exit?
uk_ua: Залишились нерозпод╕лен╕ розд╕ли. Якщо ви покинете програму, ╖х не будезаписано на диск. Ви таки хочете вийти з програми?

source: Save Changes
uk_ua: Зберегти зм╕ни

source: Save changes to partition table(s)?
uk_ua: Зберегти зм╕ни таблиць разд╕л╕в?

source: You may only delete NFS mounts.
uk_ua: Прибрати можна лише NFS mounts.

source: Reset Partition Table
uk_ua: Оновити таблицю розд╕л╕в

source: Reset partition table to original contents?
uk_ua: Повернути початковий стан таблиц╕ разд╕л╕в?

source: Too Many Drives
uk_ua: Забагато диск╕в

source: You have more drives than this program supports. Please use the standard fdisk program to setup your drives and please notify Red Hat Software that you saw this message.
uk_ua: Диск╕в б╕льше, н╕ж передбача╓ програма. Використовуйте стандартний fdisk,щоб позначити розд╕ли, та ╕нформуйте Red Hat, що ви бачили цепов╕домлення.

source: Zero Partition Table
uk_ua: Нульова таблиця розд╕л╕в

source: bad argument to kickstart zerombr command: %s. Must be 'on', '1', or 'yes' to enable, or 'off', '0', or 'no' to disable.
uk_ua: помилковий аргумент команди kickstart zerombr: %s. Припустим╕ 'on', '1' або 'yes' для дозволу, та 'off', '0', або 'no'- щоб заборонити.

source: No Drives Found
uk_ua: Диски не знайдено

source: An error has occurred - no valid devices were found on which to create new filesystems. Please check your hardware for the cause of this problem.
uk_ua: Помилка: пристр╕й для створення нових файлових систем не знайдено. Щоб встановити причину, перев╕рте обладнання.

source: Clear Partition Command
uk_ua: Команда очистки розд╕лу

source: bad argument to kickstart clearpart command %s: %s
uk_ua: помилковий аргумент команди kickstart clearpart %s: %s

source: Partition Command
uk_ua: Команда розд╕лу

source: bad argument to kickstart part command %s: %s
uk_ua: помилковий аргумент команди kickstart part %s: %s

source: Option Ignored
uk_ua: Параметр про╕гноровано

source: The --maxsize option for the partition %s was ignored. Check that it is larger than the --size option.
uk_ua: Параметр --maxsize для розд╕лу %s про╕гноровано. В╕н ма╓ бути меншим, н╕ж значення параметру --size.

source: The mount point %s is already in use.
uk_ua: Адресу монтування %s вже використано.

source: Failed Allocation
uk_ua: Помилка розпод╕лу

source: The partition %s could not be allocated.
uk_ua: Розд╕л %s не може быти розпод╕лено.

source: Warning
uk_ua: Увага

source: You are about to lose data! Are you sure you want to do this?
uk_ua: Вс╕ дан╕ буде втрачено. Ви певн╕, що хочете цього?

source: There is not enough disk space for this type of installation.
uk_ua: Для цього типу встановлення браку╓ м╕сця на диску.

source: Disk Setup
uk_ua: Налагодження диску

source: There are partitions that can be resized nondestructively to make room for your Red Hat Linux installation. Do you want to resize these partitions now?
uk_ua: ╢ розд╕ли, обсяг яких може бути зм╕нено без втрати ╕нформац╕╕ длявстановлення RedHat Linux у вас. Зм╕нити обсяг зараз?

source: Resize Partitions
uk_ua: Зм╕на обсягу

source: Success
uk_ua: Вдало

source: Bad server response
uk_ua: Негативна в╕дпов╕дь в╕д сервера

source: Server IO error
uk_ua: Помилка обм╕ну з сервером

source: Server timeout
uk_ua: Сервер не в╕дпов╕да╓

source: Unable to lookup server host address
uk_ua: Неможливо знайти адресу сервера

source: Unable to lookup server host name
uk_ua: Неможливо знайти назву сервера

source: Failed to connect to server
uk_ua: Зв`язок з сервером роз╕рвано

source: Failed to establish data connection to server
uk_ua: Неможливо встановити сполучення з сервером

source: IO error to local file
uk_ua: Помилка при робот╕ з локальним файлом

source: Error setting remote server to passive mode
uk_ua: Неможливо встановити в╕ддалений сервер у пасивний режим

source: File not found on server
uk_ua: Файл на сервер╕ не знайдено

source: Abort in progress
uk_ua: Перервано при виконанн╕

source: Unknown or unexpected error
uk_ua: Неспод╕вана або нев╕дома помилка

source: Whole disk
uk_ua: Весь диск

source: Linux native
uk_ua: Власне Linux

source: Hard Drives
uk_ua: Жорстк╕ диски

source: Scanning hard drives...
uk_ua: Сканування Перев╕рка жорстких диск╕в...

source: You don't have any hard drives available! You probably forgot to configure a SCSI controller.
uk_ua: У систем╕ не виявлено жорстких диск╕в! Може ви забули конф╕гурувати адаптер SCSI.

source: To install Red Hat Linux, you must have at least one partition of 150 MB dedicated to Linux. We suggest placing that partition on one of the first two hard drives in your system so you can boot into Linux with LILO.
uk_ua: Щоб встановити Red Hat Linux, вам потр╕бен щонайменше один розд╕л на 150 MB, вид╕лений п╕д Linux. Ми радимо розм╕стити цей розд╕л наодному з двох перших жорстких диск╕в системи, щоб ви могли завантажувати Linux за допомогою LILO.

source: To install Red Hat Linux, you must have at least one partition of 150 MB dedicated to Linux.
uk_ua: Щоб встановити Red Hat Linux, вам потр╕бен щонайменше один розд╕л на 150 MB, вид╕лений п╕д Linux.

source: Partition Disks
uk_ua: Розм╕тка Под╕л диск╕в

source: Done
uk_ua: Готово

source: Reboot Needed
uk_ua: Треба перевантажити

source: The kernel is unable to read your new partitioning information, probably because you modified extended partitions. While this is not critical, you must reboot your machine before proceeding. Insert the Red Hat boot disk now and press Return to reboot your system. If you have a ZIP or JAZ drive, make sure there is a disk in the drive as an empty SCSI drive can also cause this problem.
uk_ua: Ядро не може прочитати нову ╕нформац╕ю про под╕л диск╕в, може ви зм╕нили под╕л розширеного розд╕лу. Радимо перевантажити ваш комп'ютер, перш н╕ж продовжувати. Вставте диск завантаженя Red Hat ╕ натисн╕ть <Enter> для перевантаження. Якщо у вас ╓ дисководи ZIP або JAZZ, переконайтесь що вони порожн╕, диск в пристро╖ SCSI також може спричинити цю проблему

source: lilo command
uk_ua: команда lilo

source: bad argument to kickstart lilo command %s: %s
uk_ua: помилковий аргумент для kickstart команди lilo %s: %s

source: Welcome to Red Hat Linux! This installation process is outlined in detail in the Official Red Hat Linux Installation Guide available from Red Hat Software. If you have access to this manual, you should read the installation section before continuing. If you have purchased Official Red Hat Linux, be sure to register your purchase through our web site, http://www.redhat.com.
uk_ua: Ласкаво просимо до Red Hat Linux! Процес встановлення докладно описано в оф╕ц╕йному пос╕бнику Red Hat Linux- його можна одержати через Red Hat Software. Якщо ви ма╓те доступ до цього пос╕бника, радимо прочитати його перед дальшим встановленням. Якщо ви придбали оф╕ц╕йний Red Hat Linux, не забудьте зарере╓струватийого на нашому WEB-сайт╕, http://www.redhat.com.

source: PCMCIA Support
uk_ua: П╕дтримка PCMCIA

source: Do you need to use PCMCIA devices during the install? Answer no to this question if only need PCMCIA support after the install. You do not need install-time PCMCIA support if you are installing Red Hat Linux on a laptop with a built-in CDROM drive.
uk_ua: Чи вам потр╕бн╕ пристро╖ PCMCIA п╕д час встановлення? Обер╕ть "Н╕", якщопотребуватимете цих пристро╖в лише п╕сля встановлення. Вам не потр╕бнап╕дтримка PCMCIA, якщо ви встановлю╓те Red Hat Linux на лаптоп з вмонтованимCD-ROM.

source: PCMCIA Support Disk
uk_ua: Диск п╕дтримки PCMCIA
